Repository: DioMuller/jaipur-social
Catalog: src/JaipurSocial/App_GlobalResources/Localization.*.resx
Languages: pt_br

source: Back
pt_br: Voltar

source: Bet Amount
pt_br: Valor da Aposta

# BuyCamels
source: Buy all the Camels
pt_br: Comprar Todos os Camelos

# BuyResource
source: Buy One Resource
pt_br: Comprar um Recurso

source: Challenge
pt_br: Desafiar

source: Challenge People
pt_br: Desafiar Pessoas

source: Confirm Email
pt_br: Confirmar Email

source: Confirm Password
pt_br: Confirmar Senha

source: Current Games
pt_br: Jogos Atuais

# DeleteGame
source: Leave Game
pt_br: Deixar jogo

# Exception
source: There was an error while executing the operation:\n
pt_br: Ocorreu um erro ao executar a operação:\n

source: Game Status
pt_br: Estado do jogo

# HelpPage
source: Pages/HowToPlay.html
pt_br: Pages/ComoJogar.html

source: How to Play
pt_br: Como Jogar

# InvalidPassword
source: Error logging in: Wrong password.
pt_br: Erro ao efetuar login: Senha inválida.

# InvalidUser
source: Error logging in: User does not exist.
pt_br: Erro ao efetuar login: Usuário não existe.

source: Language
pt_br: Linguagem

source: Merchant
pt_br: Mercador

# Name
source: Merchant Name
pt_br: Nome do Mercador

source: Password
pt_br: Senha

source: Ready
pt_br: Pronto

source: Register
pt_br: Registrar

# RegisterError
source: There was an error while registering a new user.
pt_br: Ocorreu um erro ao cadastrar o usuário.

# RegisterSuccess
source: Registration Sucessful!
pt_br: Usuário registrado com sucesso!

# RequiredEmail
source: Email is Required
pt_br: Email é obrigatório

# RequiredLogin
source: Login is Required
pt_br: Login é obrigatório

# RequiredName
source: Merchant Name is required
pt_br: Nome do Mercador é obrigatório.

# RequiredPassword
source: Password is Required
pt_br: Senha é obrigatória

# RequiredValidateEmail
source: Email and Email Validation must me the same
pt_br: Email e Validação de Email devem ser iguais

# RequiredValidatePassword
source: Password and Password Validation must be the same
pt_br: Senha e Validação de Senha devem ser iguais

# SellResources
source: Sell your Resources
pt_br: Vender seus Recursos

source: Trade Resources
pt_br: Trocar Recursos

# UserAlreadyExists
source: Could not complete the operation: Username already exists.
pt_br: Não foi possível completar a operação: Nome do usuário já existente.

source: View Game
pt_br: Ver jogo

source: Waiting enemy
pt_br: Aguardando inimigo

source: You Lost
pt_br: Você perdeu

source: You Won
pt_br: Você ganhou
